/* 
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "E-Mail:";
"Enter your email address here" = "Bitte geben Sie Ihre E-Mail Adresse ein";
"Content" = "Inhalt";
"Note:" = "Hinweis:";
"Submit" = "Senden";
"Sending…" = "Es ist im Prozess von Senden ...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Senden Sie erfolgreich, wir werden Ihr Problem so schnell wie möglich lösen!";
"Send failed!" = "Senden ist fehlgeschlagen!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "Sie können auch auf Produkt Unterstützung klicken, um die entsprechende Lösung zu finden. Produkt Unterstützung >> ";
"Product Support >>" = "Produkt Unterstützung >>";
"Please make sure your network connection is working and submit again." = "Funktioniert Ihre Netzwerkverbindung normal? Wenn ja, senden Sie dann bitte erneut.";
"Feedback" = "Rückmeldung";

"Please enter valid Email address." = "Bitte geben Sie eine gültige E-Mail-Adresse an.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Vielen Dank, dass Sie an uns wenden und uns Ihre Meinung zum Produkt mitgeteilt haben.";
"What do you want to do with this product?" = "Für welches Problem möchten Sie lösen?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: Bitte beschreiben Ihr aufgetretenes Problem so detailliert wie möglich. Eine klarere Beschreibung hilft uns, das Problem schneller zu lösen;";
"What is your problem when using this product?" = "Auf welche Probleme sind Sie bei der Verwendung des Produkts gestoßen?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Wenn Sie Fragen zur Verwendung des Produkts oder zu Kundendienst-Problemen haben, können Sie uns gerne eine Rückmeldung geben;";
"E-mail" = "E-Mail:";
"Please enter a valid email address" = "Bitte geben Sie eine gültige E-Mail ein";
"Please make sure your email is correct" = "Bitte stellen sicher, dass die E-Mail korrekt ist";
"Notes:" = "Hinweis:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Aufgrund des Zeitunterschieds des globalen Kundendienstes werden wir Ihnen innerhalb von 48 Stunden auf dem Arbeitstag antworten.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Wenn Sie einige Bestellprobleme oder technische Probleme schnell nachfragen möchten, können Sie auch unsere Links zu Bestell-FAQ und Produkt-FAQ online besuchen.";
"order issues" = "Bestell-FAQ";
"technical problems" = "Produkt-FAQ";

//以下四句有问题
"Attach log file" = "Ein Protokoll hinzufügen";
"Attach images:" = "Bild Datei anhängen:";
"Add Image" = "Bilder hinzufügen";
"Add up to 2 images" = "Maximal 2 Bilder hinzufügen";
"Submit" = "Senden";
"Sending…" = "Es ist im Prozess von Senden ...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Senden Sie erfolgreich, wir werden Ihr Problem so schnell wie möglich lösen!";
"Send failed!" = "Senden ist fehlgeschlagen!";
"Please make sure your network connection is working and submit again." = "Funktioniert Ihre Netzwerkverbindung normal? Wenn ja, senden Sie dann bitte erneut.";
"Feedback" = "Rückmeldung";
"OK" = "Okay";
